IDEA StatiCa Open Model
HingeElement1D.InitialStiffnessRZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Initial stiffness rotational RZ
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double InitialStiffnessRZ { get; set; }
Public Property InitialStiffnessRZ As Double
	Get
	Set
public:
property double InitialStiffnessRZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace